[
    {
        "category": "PRESIDENTS",
        "q": "2 of the 3 men who went from being either a U.S. senator or congressman directly to the presidency",
        "a": "(2 of) Kennedy, Garfield, and Harding"
    },
    {
        "category": "WAR MOVIES",
        "q": "A controversial 1979 war film was based on a 1902 work by this author",
        "a": "Joseph Conrad"
    },
    {
        "category": "PATRON SAINTS",
        "q": "In November 2000, Pope John Paul II proclaimed this 16th century Englishman as the patron saint of politicians",
        "a": "Sir Thomas More"
    },
    {
        "category": "COUNTRY NAMES",
        "q": "A Spanish dictionary defines it as \"circulo maximo que equidista de los polos de la tierra\"",
        "a": "Ecuador"
    },
    {
        "category": "HISTORIC MEDIUMS",
        "q": "In the '20s the alleged spirit powers of Margery caused a rift between these 2 men, a magician & a writer",
        "a": "Harry Houdini & Sir Arthur Conan Doyle"
    },
    {
        "category": "MARILYN MONROE MOVIES",
        "q": "Marilyn plots her husband's murder at a honeymoon site in this, her only film with a 1-word title",
        "a": "Niagara"
    },
    {
        "category": "AMERICAN AUTHORS",
        "q": "Ford Madox Ford, in the ‘20s, hadn’t “read more than six words” by this man before vowing to “publish everything he sent me”",
        "a": "Ernest Hemingway"
    },
    {
        "category": "BRITISH MONARCHS",
        "q": "Before Victoria & Elizabeth II, this was the last British monarch to reign during 2 different centuries",
        "a": "George III"
    },
    {
        "category": "ALIASES",
        "q": "Norma McCorvey recently sought a reversal to her landmark 1973 case in which she had this name",
        "a": "(Jane) Roe"
    },
    {
        "category": "COMIC BOOKS",
        "q": "In 2002 the Library of Congress had William B. Jones, Jr. speak on this 1941-1971 comic book series in its collection",
        "a": "Classic Comics(orClassics Illustrated)"
    },
    {
        "category": "ART SUBJECTS",
        "q": "Seen in sculpture, Eustache de St. Pierre & 5 other wealthy men made themselves hostages to free this city",
        "a": "Calais (from Rodin'sThe Burghers of Calais)"
    },
    {
        "category": "FIRST LADIES",
        "q": "She survived the President by 39 years & was married to an archaeology professor at the time of her own death in 1947",
        "a": "Frances Folsom Cleveland"
    },
    {
        "category": "19th CENTURY NAMES",
        "q": "Once known as \"the handsomest man in America\", he performed his last play, \"The Apostate\", on March 18, 1865",
        "a": "John Wilkes Booth"
    },
    {
        "category": "PULITZER PRIZE WINNERS",
        "q": "1 of the 2 novels, both Southern, that won the Pulitzer for fiction & became Best Picture Oscar winners",
        "a": "(1 of)Gone with the WindorAll the King's Men"
    },
    {
        "category": "POETS",
        "q": "A San Francisco resident since the 1950s, in 1998 he became the city's first Poet Laureate",
        "a": "Lawrence Ferlinghetti (owner of City Lights bookstore in San Francisco)"
    },
    {
        "category": "CHILDREN'S AUTHORS",
        "q": "After WWI he wrote, \"To develop a horse-surgery… would necessitate a knowledge of horse language\"",
        "a": "Hugh Lofting (author of theDoctor Dolittlebooks)"
    },
    {
        "category": "20th CENTURY SHIPS",
        "q": "This British ship was named for a Roman province established in the area of Portugal in 27 B.C.",
        "a": "theLusitania"
    },
    {
        "category": "AMERICANISMS",
        "q": "Around 1900 Monroe Rosenfeld remarked that the music heard along NYC's 28th Street sounded like this",
        "a": "tin pans"
    },
    {
        "category": "ACRONYMS",
        "q": "Passed in October 2001, its full name includes \"providing appropriate tools required...\"",
        "a": "the USA PATRIOT Act"
    },
    {
        "category": "GEOGRAPHY IN LITERATURE",
        "q": "Leo Tolstoy's story about Hadji Murat, \"who slew the Russian swine\", opens in this present-day Russian republic",
        "a": "Chechnya"
    },
    {
        "category": "POETS",
        "q": "Called the 2 most innovative 19th century American poets, one didn't read the other after being \"told that he was disgraceful\"",
        "a": "Emily Dickinson & Walt Whitman"
    },
    {
        "category": "2004",
        "q": "On Monday, December 13, 3 people designated these will meet in Cheyenne, Wyoming to help decide the world's future",
        "a": "electors"
    },
    {
        "category": "WESTERN HEMISPHERE GEOGRAPHY",
        "q": "The 2nd-smallest independent country in area in the Western Hemisphere; in the '80s it was invaded by the 2nd largest",
        "a": "Grenada"
    },
    {
        "category": "BROADWAY MUSICALS",
        "q": "Legend says this musical was inspired by Lunt & Fontanne's backstage bickering during a Shakespeare play",
        "a": "Kiss Me, Kate"
    },
    {
        "category": "FAMOUS FIRSTS",
        "q": "In 1876 this man became the first person not to get a busy signal on the other end of a phone line",
        "a": "Alexander Graham Bell"
    },
    {
        "category": "AMERICANA",
        "q": "This Monsanto product was developed as a covering to turn asphalt lots in urban areas into playgrounds",
        "a": "AstroTurf"
    },
    {
        "category": "1920s TRANSPORTATION",
        "q": "Last name of the Chicago cab fleet operator who started the \"Drive-Ur-Self\" rental system",
        "a": "Hertz"
    },
    {
        "category": "FAMOUS AMERICANS",
        "q": "After his public comments were criticized by FDR, he resigned his Air Corps Reserve commission in April 1941",
        "a": "Charles Lindbergh"
    },
    {
        "category": "U.S. GEOGRAPHY",
        "q": "With a common nickname that refers to its size, this is the largest island in the United States",
        "a": "Hawaii"
    },
    {
        "category": "MEN OF SCIENCE",
        "q": "\"Somnium\", an early work of science fiction, was written by this German & published posthumously in 1634",
        "a": "Johannes Kepler"
    },
    {
        "category": "FAMOUS NAMES",
        "q": "The last thing visitors see in the exhibit area of the Salem Witch Museum is a huge photo of this politician",
        "a": "(Sen.) Joseph McCarthy"
    },
    {
        "category": "FAMOUS PAIRS",
        "q": "They first teamed up in 1974; one a quiet Latin teacher & the other a former clown college student",
        "a": "Penn & Teller"
    },
    {
        "category": "BIBLICAL WEIGHTS AND MEASURES",
        "q": "As described in the Bible, the total volume of this was 450,000 cubic cubits",
        "a": "Noah's Ark"
    },
    {
        "category": "THE EARLY 20th CENTURY",
        "q": "On April 11, 1912, from a pier in Queenstown, Ireland, Francis Browne took one of the last known photos of this",
        "a": "theTitanic"
    },
    {
        "category": "THE OLYMPICS",
        "q": "This sport that's also known as whiff-whaff & flim-flam has been an Olympic sport since 1988",
        "a": "table tennis (or ping pong)"
    },
    {
        "category": "HISTORIC FIRSTS",
        "q": "The brother of this leader is believed to be the first known European to have died in the Americas",
        "a": "Leif Ericson"
    },
    {
        "category": "POPULATIONS",
        "q": "With only about 425,000 people, it's South America's least populous independent mainland country",
        "a": "Suriname (formerly Dutch Guiana)"
    },
    {
        "category": "ROYALTY",
        "q": "This king was the great-grandfather of France's King Louis XV",
        "a": "Louis XIV"
    },
    {
        "category": "AUTHORS",
        "q": "After several decades off it, works by this man seenherereturned to the New York Times Bestseller list in 2003",
        "a": "J.R.R. Tolkien"
    },
    {
        "category": "SEMIANNUAL PUBLICATIONS",
        "q": "It began in 1886 as an extension of an upper crust family's list of whose house they'd visit & who they'd receive",
        "a": "The Social Register"
    },
    {
        "category": "HISTORIC AREAS",
        "q": "In 1893, as it was disappearing, F.J. Turner wrote a famous essay on \"The Significance of\" it \"in American History\"",
        "a": "the Frontier"
    },
    {
        "category": "U.S. TRAVEL AND TOURISM",
        "q": "Souvenirs sold at this attraction include 1962 World's Fair glassware & mugs boasting \"I made it to the top\"",
        "a": "the Space Needle"
    },
    {
        "category": "LITERATURE",
        "q": "In early drafts, the heroine of this novel was named Pansy & her family home was called Fontenoy Hall",
        "a": "Gone with the Wind"
    },
    {
        "category": "SPORTS",
        "q": "Its solo female winner is awarded the Venus Rosewater Dish",
        "a": "Wimbledon"
    },
    {
        "category": "FILMS OF THE '70s",
        "q": "\"The Babysitter Murders\" was the working title for this 1978 thriller",
        "a": "Halloween"
    },
    {
        "category": "COMPANY ORIGINS",
        "q": "This Fortune 100 company got its name from what it bought from sailors & sold to natural history collectors",
        "a": "Shell Oil"
    },
    {
        "category": "THEATRICAL PREMIERES",
        "q": "The \"Playboy Riots\" took place in this world capital in 1907 following a theatrical premiere",
        "a": "Dublin"
    },
    {
        "category": "WORLD FLAGS",
        "q": "Never directly seen in the Northern Hemisphere, it's featured on the flags of 5 of the world's countries",
        "a": "the Southern Cross"
    },
    {
        "category": "BRITISH NOVEL CHARACTERS",
        "q": "W.E. Henley, the amputee who wrote the brave poem \"Invictus\", inspired this character in an 1883 book",
        "a": "Long John Silver"
    },
    {
        "category": "OCCUPATIONS",
        "q": "While working as one, Charlotte Bronte complained that one of these \"has no existence, is not considered as a living... being\"",
        "a": "a governess"
    },
    {
        "category": "BEETHOVEN",
        "q": "Poet & critic Ludwig Rellstab compared this piano work to a nighttime boat ride on Lake Lucerne",
        "a": "Moonlight Sonata"
    },
    {
        "category": "ON THE GLOBE",
        "q": "2-word alternate name for 0 degrees longitude",
        "a": "Prime Meridian"
    },
    {
        "category": "20th CENTURY AMERICANS",
        "q": "At the dedication of a fountain at Radcliffe College in 1960, she began her speech with the single word \"Water\"",
        "a": "Helen Keller"
    },
    {
        "category": "STATE FACTS",
        "q": "This state & its capital were named for 2 dukedoms held by the same British man",
        "a": "New York"
    },
    {
        "category": "FAMOUS WOMEN",
        "q": "In 1952 William Rehnquist graduated first in his class at Stanford Law & she graduated third",
        "a": "Sandra Day O'Connor"
    },
    {
        "category": "SCIENCE NEWS",
        "q": "In June 2000 Bill Clinton described it as \"the most wondrous map ever produced\"",
        "a": "the human genome"
    },
    {
        "category": "AMERICAN NOVELS",
        "q": "The image seenhereis part of Faulkner's original text of this 1930 novel",
        "a": "As I Lay Dying"
    },
    {
        "category": "20th CENTURY VICE PRESIDENTS",
        "q": "Aptly, his middle name contained the word \"rich\"",
        "a": "Nelson Aldrich Rockefeller"
    },
    {
        "category": "19th CENTURY U.S. HISTORY",
        "q": "Of the 5 times Congress has declared war, the 3 during the 19th century were against these 3 nations",
        "a": "Britain, Spain & Mexico"
    },
    {
        "category": "POLITICAL WORDS & PHRASES",
        "q": "Teddy Roosevelt used this boxing phrase to announce his 1912 candidacy & said, \"The fight is on & I'm stripped to the buff\"",
        "a": "(my) hat is in the ring"
    },
    {
        "category": "BABY NAMES",
        "q": "Of the Social Security Administration's top 10 boys' names in 2000, the 2, ending in the same letter, on a list of the 12 Apostles",
        "a": "Matthew & Andrew"
    },
    {
        "category": "BUSINESS & INDUSTRY",
        "q": "Most of this firm's 70,000 seasonal white-collar employees work only 4 months a year",
        "a": "H&R Block"
    },
    {
        "category": "THE 18th CENTURY",
        "q": "In 1790 the HMS Pandora sailed thousands of miles specifically to bring back this man, but failed",
        "a": "Fletcher Christian"
    },
    {
        "category": "PLAYWRIGHTS",
        "q": "His 1840s romance with an older housemaid in Grimstad may have inspired his later themes of guilt & social hypocrisy",
        "a": "Henrik Ibsen"
    },
    {
        "category": "CHILDREN'S STORIES",
        "q": "In German, this classic story is called \"Die Kleine Seejungfrau\"",
        "a": "\"The Little Mermaid\""
    },
    {
        "category": "U.S. CITIES",
        "q": "Of the USA's 10 most populous cities, 1 of the 2 that dropped in population from 1990 to 2000",
        "a": "(1 of) Detroit or Philadelphia"
    },
    {
        "category": "THE CABINET",
        "q": "He's been both the youngest & the oldest U.S. Secretary of Defense in history",
        "a": "Donald Rumsfeld"
    },
    {
        "category": "BUSINESS HISTORY",
        "q": "Last names of the 2 men, both engineers, who met & formed a partnership at England's Midland Hotel in May 1904",
        "a": "Rolls and Royce"
    },
    {
        "category": "VOCABULARY",
        "q": "This adjective for scholars & \"Jeopardy!\" champs is from the Latin ex, \"out or away\" & rudis, \"rudeness\"",
        "a": "erudite"
    },
    {
        "category": "AWARD-WINNING AUTHORS",
        "q": "The only Oscar winner also to win a Nobel Prize, this European won a 1938 Oscar for adapting his own play",
        "a": "George Bernard Shaw"
    },
    {
        "category": "STATE MOTTOES",
        "q": "2 of the 5 states whose mottoes aren't in English or Latin",
        "a": "(2 of) Hawaii, Washington, Montana, Minnesota, or California"
    },
    {
        "category": "HISTORIC MESSAGES",
        "q": "In 1943 he sent the famous message \"Eleven alive native knows posit and reefs Nauru Island\"",
        "a": "John Fitzgerald Kennedy"
    },
    {
        "category": "RARITIES",
        "q": "All 6 examples of his signature known to exist date from between 1612 & 1616",
        "a": "William Shakespeare"
    },
    {
        "category": "HISTORIC OBJECTS",
        "q": "More than 600 people, 200 horses, 40 ships, Edward the Confessor & Halley's Comet are depicted on it",
        "a": "the Bayeux Tapestry"
    },
    {
        "category": "ANNUAL EVENTS",
        "q": "A high-bounce ball inspired businessman Lamar Hunt to give an annual event this name",
        "a": "the Super Bowl"
    },
    {
        "category": "THE ACADEMY AWARDS",
        "q": "Last names of the 2 famous families in which 3 generations have won Oscars",
        "a": "Huston and Coppola"
    },
    {
        "category": "DANTE'SINFERNO",
        "q": "At the center of Hell, Satan is devouring Brutus, Cassius & this biblical figure",
        "a": "Judas"
    },
    {
        "category": "FAMOUS WOMEN",
        "q": "Both Detroit, her home now, and Montgomery, Alabama, her home in 1955, have streets named for her",
        "a": "Rosa Parks"
    },
    {
        "category": "19th CENTURY SPEECHES",
        "q": "At Harvard, this writer proposed that we work 1 day & leave 6 free for the \"sublime revelations of nature\"",
        "a": "Henry David Thoreau"
    },
    {
        "category": "FOOD HISTORY",
        "q": "13th century invading Asian people who brought the idea of eating raw, chopped meat into the Germany area",
        "a": "the Tatars"
    },
    {
        "category": "U.S. GOVERNMENT",
        "q": "In Spanish this agency is known as \"La Migra\"",
        "a": "the Immigration and Naturalization Service"
    },
    {
        "category": "THE BIBLE",
        "q": "The first verse of this book says, \"There was a man in the land of Uz that feared God and eschewed evil\"",
        "a": "Job"
    },
    {
        "category": "AMERICAN INDIANS",
        "q": "This famed Sauk Indian had both a war and a pro sports team named for him",
        "a": "Black Hawk"
    },
    {
        "category": "IN THE NEWS 1997",
        "q": "50 years after a famous incident, this city got a new flag, seenhere, featuring a mysterious dot in the sky:",
        "a": "Roswell, New Mexico"
    },
    {
        "category": "AUTHORS",
        "q": "He publicly objected to the name of a 2004 documentary for infringing on the title of one of his books",
        "a": "Ray Bradbury"
    },
    {
        "category": "PSYCHOLOGY",
        "q": "In 1973 4 bank employees held hostage in this city ended up feeling grateful to their captors",
        "a": "Stockholm"
    },
    {
        "category": "PRESIDENTS",
        "q": "This consonant begins the last names of five presidents, more than any other letter",
        "a": "H"
    },
    {
        "category": "BODIES OF WATER",
        "q": "This sea that extends about 1,200 miles was referred to in ancient times as the Erythraean Sea",
        "a": "the Red Sea"
    },
    {
        "category": "U.S. PRESIDENTS",
        "q": "2 of the 5 presidents buried west of the Mississippi River",
        "a": "(2 of) Eisenhower, Hoover, Lyndon Johnson, Nixon & Truman"
    },
    {
        "category": "COUNTRIES OF THE WORLD",
        "q": "This island nation is the only country in the world named for a biblical king",
        "a": "the Solomon Islands"
    },
    {
        "category": "8-LETTER WORDS",
        "q": "Differing by one letter, the 2 words that mean job & time away from the job",
        "a": "vocation & vacation"
    },
    {
        "category": "THE CABINET",
        "q": "1 of 2 Cabinet dept. heads who have held their position for the entire Reagan administration thus far",
        "a": "Caspar Weinberger (Secretary of Defense) or Samuel Pierce of HUD"
    },
    {
        "category": "THE SOLAR SYSTEM",
        "q": "Objects that pass closer to the Sun than Mercury have been named for this mythological figure",
        "a": "Icarus"
    },
    {
        "category": "ISLANDS",
        "q": "Just days after the attack on Pearl Harbor, it became the first U.S. possession occupied by the Japanese",
        "a": "Guam"
    },
    {
        "category": "WORLD GEOGRAPHY",
        "q": "This former British colony, which gained independence in 1960, is the most populous country in Africa",
        "a": "Nigeria"
    },
    {
        "category": "MILITARY MATTERS",
        "q": "According to the CIA, this foreign country has the highest military expenditures per capita",
        "a": "Israel"
    },
    {
        "category": "TECHNOLOGY",
        "q": "In 1913 this alloy was invented by Harry Brearley of Sheffield, England, a city known for its cutlery since before 1400",
        "a": "stainless steel"
    },
    {
        "category": "VICE PRESIDENTS",
        "q": "He was the first vice president to cast zero tiebreaking votes in his capacity as president of the Senate",
        "a": "John Tyler"
    },
    {
        "category": "1920s NOSTALGIA",
        "q": "A poor couple window-shopping a diamond bracelet at this store inspired the song \"I Can't Give You Anything But Love\"",
        "a": "Tiffany's"
    },
    {
        "category": "EUROPE",
        "q": "After being subdued by the Franks in the 700s, this people formed a kingdom at Pamplona in the 800s",
        "a": "the Basques"
    }
]